
import styles from './AboutSection.module.scss';
import Image from 'next/image';

const AboutSection = () => {
  return (
    <section id='aboutUs' className={styles.container}>
      <h2>ჩვენ შესახებ</h2>
      <div className={styles.content}>
        <div className={styles.textsContainer}>
          <p><span>შპს პილც</span> აწარმოებს ბუღალტრულ მომსახურებას საქართველოში, როგორც ქართველებისთვის ასევე არარეზიდენტებისთვის. ბუღალტერია ნებისმიერი ორგანიზაციის ფინანსური წარმატების ერთ-ერთი მთავარი საფუძველია.</p>
          <p> იგი აღრიცხავს, ​​აჯამებს და სისტემატურად აანალიზებს კომპანიის ფინანსურ ოპერაციებს. შპს პილც-ის ბუღალტრული აღრიცხვის სტანდარტები შესაბამისია ფინანსური ანგარიშგების საერთაშორისო სტანდარტებთან (IFRS).  </p>
          <p>ჩვენი მომსახურებით ვეხმარებით ბიზნესს შესაძლო სამომავლო საქმიანობის პროგნოზირებაში. ეს მნიშვნელოვნად ეხმარებათ მათ დაგეგმვაში, ახალი ინვესტიციების მოსაზიდად.</p>
        </div>
        <Image
          src="/about1.png"
          alt="about image"
          className={styles.aboutImage}
          width={650}
          height={475}
        />
      </div>
      <div className={`${styles.content} ${styles.reverse}`}>
        <div className={styles.textsContainer}>
          <p><span>შპს პილც</span> აწარმოებს ბუღალტრულ მომსახურებას საქართველოში, როგორც ქართველებისთვის ასევე არარეზიდენტებისთვის. ბუღალტერია ნებისმიერი ორგანიზაციის ფინანსური წარმატების ერთ-ერთი მთავარი საფუძველია.</p>
          <p> იგი აღრიცხავს, ​​აჯამებს და სისტემატურად აანალიზებს კომპანიის ფინანსურ ოპერაციებს. შპს პილც-ის ბუღალტრული აღრიცხვის სტანდარტები შესაბამისია ფინანსური ანგარიშგების საერთაშორისო სტანდარტებთან (IFRS).  </p>
          <p>ჩვენი მომსახურებით ვეხმარებით ბიზნესს შესაძლო სამომავლო საქმიანობის პროგნოზირებაში. ეს მნიშვნელოვნად ეხმარებათ მათ დაგეგმვაში, ახალი ინვესტიციების მოსაზიდად.</p>
        </div>
        <Image
          className={styles.aboutImage}
          src="/about2.png"
          alt="about image"
          width={650}
          height={475}
        />
      </div>
    </section>
  )
}

export default AboutSection