type Service = {
  title: string;
  text: string[];
  list?: string[];
};

export const servicesData: Record<string, Service> = {
  '1': {
    title: 'ბუღალტრული მომსახურება',
    text: [
      'პროფესიონალი და მრავალწლიანი გამოცდილების მქონე გუნდი გაგიწევთ ბუღალტრულ მომსახურებას.',
      'ჩვენი მიზანია თქვენს საქმიანობას მოვახჩვენი მიზანია თქვენს საქმიანობას მოვახსნათ ფინანსური სირთულეები და უზრუნველვყოთ სწორი აღრიცხვა.ჩვენი მიზანია თქვენს საქმიანობას მოვახსნათ ფინანსური სირთულეები და უზრუნველვყოთ სწორი აღრიცხვა.სნათ ფინანსური სირთულეები და უზრუნველვყოთ სწორი აღრიცხვა.',
      ''
    ]
  },
  '2': {
    title: 'ტესტ ლისტ',
    text: [
      'ტესტ ტესტ ლისტ პირველი აბზაცი.',
      'ჩვენი მიზანია თქვენს საქმიანობას მოვახჩვენი მიზანია თქვენს საქმიანობას მოვახსნათ ფინანსური სირთულეები და უზრუნველვყოთ სწორი აღრიცხვა.ჩვენი მიზანია თქვენს საქმიანობას მოვახსნათ ფინანსური სირთულეები და უზრუნველვყოთ სწორი აღრიცხვა.სნათ ფინანსური სირთულეები და უზრუნველვყოთ სწორი აღრიცხვა.',
    ],
    list: [
      'კონსულტაცია ბუღალტრულ და საგადასახადო საქმიანობაში',
            'კონსულტაცია ბუღალტრულ და საგადასახადო საქმიანობაში კონსულტაცია ბუღალტრულ და საგადასახადო საქმიანობაში კონსულტაცია ბუღალტრულ და საგადასახადო საქმიანობაში ',
      'კონსულტაცია ბუღალტრულ და საგადასახადო საქმიანობაში კონსულტაცია ბუღალტრულ და საგადასახადო საქმიანობაში კონსულტაცია ბუღალტრულ და საგადასახადო საქმიანობაში კონსულტაცია ბუღალტრულ და საგადასახადო საქმიანობაში ',

      'სააღრიცხვო პოლიტიკების გაწერა',
      'TypeScript'
    ]
  }
};
